[string_table]

;IM文案,范围500000-509999

501208=Add failed, unknown error. Error code:

;直播文案,范围510000-519999

510001=End Preview
510002=End Live
510003=The live link is invalid. Please start a new live and use a valid live link.
510004=Network error. Please start a new live.
510005=joined
518028=Camera
518056=No microphone signal detected
518180=Live is over.

;资讯文案,范围520000-529999

520001=All
520002=Positions
520003=Starred
520004=just
520005=1 minute ago
520006=%d minutes ago
520007=No News Yet

520201=All
520202=Earnings Report
520203=Related Transactions
520204=Changes In Ownership
520205=Major Events
520206=Other

520301=Headlines
520302=Express
520303=Calendar
520304=Watchlists
520305=Topic
520306=Notified
520307=Columns
520308=IPO
520309=Fund
520310=US
520311=HK
520312=Irregularity

;牛牛圈文案,范围530000-539999
